{
  "杜甫": {
    "name": "杜甫",
    "dynasty": "唐",
    "avatar": "/img/avatar/DuFu.jpg",
    "introduction": "杜甫（公元 712 – 770），字子美。原籍湖北襄陽，後遷居河南鞏縣。杜甫出身於書香世代的家庭，他的祖父是初唐名詩人杜審言。年輕的時候，他曾經漫遊吳、越一帶（今江蘇省、浙江省）。二十四歲赴洛陽參加科舉考試落第，心裏很不愉快，又再到齊、趙（今山東省、河北省）等地漫遊。三十四歲的時候，他到了長安，在這裏住了近十年。透過他精微的觀察，發覺在這表面繁華的盛世，內部黑暗重重，皇帝荒唐，宰相貪污，政治腐敗，危機一觸即發。天寶十四年，安祿山攻陷長安，杜甫逃至鳳翔，謁見肅宗，得了一個左拾遺的官職。長安收復後，隨肅宗還京，不久棄官並移居成都，在浣花溪畔，築浣花草堂居住。晚年攜家眷離開四川，病死湘江旅途中。"
  },
  "白居易": {
    "name": "白居易",
    "dynasty": "唐",
    "avatar": "/img/avatar/BaiJuyi.jpg",
    "introduction": "白居易（公元 772 – 846），字樂天，晚號香山居士、醉吟先生。祖籍太原（今屬山西），其後遷居到下邽（今陝西渭南），出生於鄭州新鄭縣（今屬河南）。白居易自少聰慧，德宗貞元十六年（公元 800）登進士，其後授秘書省校書郎。憲宗元和二年（公元807）任翰林學士，先後又任左拾遺及京兆府戶曹參軍等職，在朝期間以正直敢言，並寫作新樂府詩諷刺時政，招朝中權貴痛恨。元和十年（公元 815）因上表請求緝捕刺殺宰相武元衡兇手，執政惡其越職言事，貶之為江州司馬。其後歷任杭州及蘇州等地刺史，後官至刑部尚書，武宗會昌六年（公元 846）卒。因曾任太子少傅，故世稱之為「白傅」。又因死後謚「文」，故世又稱之為「白文公」。"
  },
  "王昌齡": {
    "name": "王昌齡",
    "dynasty": "唐",
    "avatar": "/img/avatar/WangChangling.jpg",
    "introduction": "王昌齡（公元 694? – 756?），字少伯，京兆長安（今陝西省西安市）人。唐朝開元十五年（公元 727）登進士第，曾任江寧丞、龍標尉等官職，故世稱「王江寧」或「王龍標」。在開元、天寶年間，以詩名重一時，有「詩家天子」的美譽。安史之亂時被濠州刺史史閭丘所殺。他擅長寫七言絕句，題材包括邊塞、宮怨、閨怨、送別等，意境清新，構思細密，被譽為七絕中的「神品」。"
  },
  "李白": {
    "name": "李白",
    "dynasty": "唐",
    "avatar": "/img/avatar/LiBai.jpg",
    "introduction": "李白（公元701—762），字太白，號青蓮居士。唐代詩人。原籍隴西成紀（今甘肅省秦安縣），祖先在隋末被放逐到碎葉（今中亞地區）。李白的出生地尚無定論，只知他少年時居於四川青蓮鄉。廿六歲以後離開四川，到處漫遊，求仙訪道，又好擊劍任俠。四十多歲時進京，曾獲唐玄宗賞識，後因得罪權貴而失意離京。安史之亂時，李白被永王李璘延攬為幕僚，後來永王起兵造反，李白受到牽連，流放夜郎（今貴州省西部），幸中途遇赦。晚年依附族叔當塗令李陽冰，最後病逝於當塗，終年六十二歲。"
  },
  "朱自清": {
    "name": "朱自清",
    "dynasty": "",
    "avatar": "/img/avatar/ZhuZiqing.jpg",
    "introduction": ""
  },
  "蘇軾": {
    "name": "蘇軾",
    "dynasty": "宋",
    "avatar": "/img/avatar/SuShi.jpg",
    "introduction": "蘇軾（公元 1037 年 – 公元 1101 年），字子瞻，號東坡居士，北宋眉山（今四川眉山）人，宋仁宗嘉祐二年中進士，官至端明殿學士兼翰林侍讀學士、禮部尚書。其後一度被貶，宋徽宗登基後大赦天下，蘇軾於北返回家時病逝於常州，享年六十六歲。"
  },
  "李清照": {
    "name": "李清照",
    "dynasty": "宋",
    "avatar": "/img/avatar/LiQingzhao.jpg",
    "introduction": "李清照（公元 1084 – 1151，一說公元 1084 – 1155），號易安居士。齊州章丘（今屬山東）人。父李格非為當時著名學者、名列「蘇門後四學士」。李清照少日已嫻熟詩詞，年十八嫁與趙明誠，生活安穩，並於青州築「歸來堂」，賦詩品茶，考訂書畫金石。後隨趙明誠宦遊萊州、淄州、江寧等地。欽宗靖康元年（公元 1126），金兵南侵，宋室南播。次年，高宗即位南京應天府，改元建炎，史稱南宋。北宋亡國後，李清照隨夫南下，宦居江寧、湖州。建炎三年（公元 1129），趙明誠病卒。其後李清照流居越州、杭州、金華等地，一說她曾更嫁張汝舟，未幾離異，境遇孤苦。李清照的詞可以宋室南渡分為前後兩個階段，前一階段多寫閨情，風格清新明麗；後一階段經歷國破家亡後，境界開闊，詞風較為悽苦悲涼，充分表達了那個時代。她的詞，無論小令和長調，都有佳作，尤以語言清新自然見長。著有《易安居士文集》、《易安詞》，已散佚。後人編有《漱玉詞》、《李清照集校注》等。"
  },
  "辛棄疾": {
    "name": "辛棄疾",
    "dynasty": "宋",
    "avatar": "/img/avatar/XinQiji.jpg",
    "introduction": "辛棄疾（公元 1140 – 公元 1207），字幼安，號稼軒，歷城（今山東濟南）人。出生時北方已淪陷於女真，少時立志要恢復中原，報國雪恥。紹興三十一年（公元 1161），金主完顏亮大舉南侵，辛棄疾聚集二千人參加由耿京領導之起義軍，擔任掌書記；次年，奉命南下與南宋朝廷聯絡南歸，高宗召見，授承務郎。寧京朝累官至浙東安撫使，加發圖閣待制，進樞密都承旨。途中聞耿京被叛徒張安國所殺，義軍潰散，遂率五十多部率襲擊敵營，擒獲叛徒帶回建康，名重一時，洪邁《稼軒記》說：「壯聲英慨，懦士為之興起，聖天子一見三嘆息。」"
  }
}
